;Place localized text in this file

[GatlingMec X2CharacterTemplate]
strCharacterName="变种人军事突击MEC"
strAcquiredText="变种人军事突击MEC拥有厚重的装甲和奇异的武器。"

[MEC_Shotgun X2WeaponTemplate]
FriendlyName="变种人军事突击MEC散弹枪"
FriendlyNamePlural="变种人军事突击MEC散弹枪"
BriefSummary="强力的MEC型散弹枪提供了无与伦比的火力。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人军事突击MEC散弹枪"

[MEC_GatlingCannon X2WeaponTemplate]
FriendlyName="变种人军事突击MEC加特林加农炮"
FriendlyNamePlural="变种人军事突击MEC加特林加农炮"
BriefSummary="一门巨大的迷你炮加上一个巨大的弹药桶，可以进行长时间的部署。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人军事突击MEC加特林加农炮"

[Phasic_Shot X2AbilityTemplate]
LocFriendlyName="相位射击"
LocLongDescription="军事突击MEC的散弹枪装有相位子弹，这些子弹忽略了护甲、盾牌和掩体防御加成。机器人实体不能成为这种能力的目标。"
LocHelpText="军事突击MEC的散弹枪装有相位子弹，这些子弹忽略了护甲、盾牌和掩体防御加成。机器人实体不能成为这种能力的目标。"
LocFlyOverText="相位射击"

[Gatling_Sweep X2AbilityTemplate]
LocFriendlyName="加特林扫射"
LocLongDescription="突击MEC瞄准一个很宽的锥形区域，使用小型火炮射击，精度较低，不会撕裂护甲。"
LocHelpText="瞄准一个很宽的锥形区域，使用小型火炮射击，精度较低，不会撕裂护甲。"
LocFlyOverText="加特林扫射"

[Gatling_Shot X2AbilityTemplate]
LocFriendlyName="加特林射击"
LocLongDescription="一次强力的单体目标攻击，可以撕碎4点护甲并导致流血。近距离时精度非常低。"
LocHelpText="一次强力的单体目标攻击，可以撕碎4点护甲并导致流血。近距离时精度非常低。"
LocFlyOverText="加特林射击"